{"NEHC20155": {"career": "Undergraduate", "location": "TBA", "name": "A Political History of the Ancient Kingdom of Greater Armenia (ca. 188 BCE – 428 CE)", "type": "SEM", "subsections": [], "condition": "Open", "section": "1", "description": "Generally speaking, the ancient kingdom of Great Armenia is a marginal entity within the fields of ancient history and archaeology, which attracted relatively few historians of antiquity. As a matter of fact, scholars of Antiquity usually refer to Armenia only when it was involved into one of the frequent military crises between East and West. The country had an important strategic position, a vast expanse of territory, and wealthy natural resources. This explains very well the efforts of the Seleucids and of Rome, and of the Iranian dynasties of the Parthians and the Sassanids, to establish a military control and cultural influence over Armenia. Both contacts with the West and the East shaped the complex identity of Armenia - a somewhat mixed identity which is rather difficult to study. Therefore, both Classical and Iranian scholars tend to neglect the role of Armenia, or to diminish its position in the balance of power: the anachronistic cliché of a Greater Armenia as a «buffer state» is still mentioned. Accordingly, the few specialists on pre-Christian Armenia hardly communicate with those other scholars. Therefore, the very marginality of the kingdom of Armenia has not stimulated neither Classical scholars, nor Iranian scholars, to show interest in Armenia as well. This course will present a comprehensive history of ancient Armenia, from its origins to the fall of the kingdom in 428 CE, in order to reconstruct the history of the Artaxiad and of the Arsacid dynasties within a geopolitical frame considering the role of Armenia between Rome and Iran.”", "instructor": "Giusto Traina", "daytime": "Tue Thu : 10:30 AM-11:50 AM", "sectionid": "[43169]"}, "NEHC20647": {"career": "Undergraduate", "location": "TBA", "name": "Islamic Political Thought in the Global Era", "type": "LEC", "condition": "Open", "section": "1", "description": "This course examines the trajectory of Islamic political thought from the nineteenth century to the present day. Through a close study of key texts in this tradition, we will investigate how Islam has remained a vital source of principles and doctrines for a diverse array of political thinkers and movements over the course of the past two centuries. Developments in Islamic thought will be considered in the context of global trends, from the rise of liberalism, nationalism, and socialism to the liberation movements of the twentieth century and the confusion sewn by humanitarian crises of an unprecedented scale. Amidst these dramatic shifts in the geopolitical landscape, how have Muslim thinkers sought to ground their demands for dignity, autonomy, justice, and recognition? What do such claims have to do with the pursuit of personal and collective piety, on the one hand, and spiritual transcendence, on the other? Rather than framing Muslim political thinkers as reacting to global modernity, we understand them as key actors in shaping it, and our study of their writings will be oriented toward achieving a better understanding of the modern era as a whole. Our primary readings will take us from Istanbul, London, and the Nile Delta to Chicago, Tehran, and beyond, while our secondary texts will offer historical background and theoretical and theological context for the thinkers we focus on. The course aims to equip students to explore the Islamic tradition of political thought on their own. All required readings will be made available in English; the ability to read texts in their original languages of authorship (Arabic, Persian, Turkish, Urdu, French, etc.) is useful but not necessary. Some familiarity with the history of the modern Middle East and modern political thought is certainly helpful, but is not required.", "instructor": "Madeleine Elfenbein", "daytime": "Tue Thu : 10:30 AM-11:50 AM", "sectionid": "[43157]"}, "NEHC20573": {"career": "Undergraduate", "location": "Foster Hall 408", "name": "The Burden of History: The Nation and Its Lost Paradise", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "How and why do national identities provoke the deep emotional attachments that they do? In this course we try to understand these emotional attachments by examining the narrative of loss and redemption through which most nations in the Balkans retell their Ottoman past. We begin by considering the mythic temporality of the Romantic national narrative while focusing on specific national literary texts where the national past is retold through the formula of original wholeness, foreign invasion, Passion, and Salvation. We then proceed to unpack the structural role of the different elements of that narrative. With the help of Žižek’s theory of the subject as constituted by trauma, we think about the national fixation on the trauma of loss, and the role of trauma in the formation of national consciousness. Specific theme inquiries involve the figure of the Janissary as self and other, brotherhood and fratricide, and the writing of the national trauma on the individual physical body. Special attention is given to the general aesthetic of victimhood, the casting of the victimized national self as the object of the “other’s perverse desire.” With the help of Freud, Žižek, and Kant we consider the transformation of national victimhood into the sublimity of the national self. The main primary texts include Petar Njegoš’ Mountain Wreath (Serbia and Montenegro), Ismail Kadare’s The Castle (Albania), Anton Donchev’s Time of Parting (Bulgaria).", "instructor": "Angelina Ilieva", "daytime": "Mon Wed : 01:30 PM-02:50 PM", "sectionid": "[42378]"}, "NEHC20503": {"career": "Undergraduate", "location": "TBA", "name": "Islamic History & Society-3:The Modern Middle East", "type": "LEC", "subsections": [{"sectionname": "Section 1D01 [43131] - DIS Open", "instructor": "Shissler", "daytime": "Wed : 01:30 PM-02:20 PM"}], "condition": "Open", "section": "1", "description": "This course covers the period from ca. 1750 to the present, focusing on Western military, economic, and ideological encroachment; the impact of such ideas as nationalism and liberalism; efforts at reform in the Islamic states; the emergence of the \"modern\" Middle East after World War I; the struggle for liberation from Western colonial and imperial control; the Middle Eastern states in the cold war era; and local and regional conflicts.", "instructor": "Ada Holly Shissler", "daytime": "Tue Thu : 10:30 AM-11:50 AM", "sectionid": "[43130]"}, "NEHC20013": {"career": "Undergraduate", "location": "TBA", "name": "Ancient Empires-3", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "", "instructor": "Nadine Moeller", "daytime": "Tue Thu : 03:00 PM-04:20 PM", "sectionid": "[43158]"}, "NEHC20085": {"career": "Undergraduate", "location": "TBA", "name": "BIG: Monumental Buildings and Sculptures in the Past and Present", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "Why are so many societies – including our own – obsessed with building monumental things like pyramids and palaces? What do we learn about cultures past and present from the monuments they built? This course explores famous monuments from around the world to answer these questions through the lens of archaeology, architecture, and art history.", "instructor": "James Osborne", "daytime": "Mon Wed Fri : 12:30 PM-01:20 PM", "sectionid": "[43144]"}, "NEHC20005": {"career": "Undergraduate", "location": "TBA", "name": "Ancient Near Eastern Thought & Literature-2: Anatolian Lit", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "This course will provide an overview of Anatolian/Hittite literature, as “defined” by the Hittites themselves, in the wider historical-cultural context of the Ancient Near East. In the course of discussions, we will try to answer some important questions about Hittite inscriptions, such as: why were they written down, why were they kept, for whom were they intended, and what do the answers to these questions (apart from the primary content of the texts themselves) tell us about Hittite society?", "instructor": "Hripsime Haroutunian", "daytime": "Tue Thu : 10:30 AM-11:50 AM", "sectionid": "[43142]"}, "NEHC10101": {"career": "Undergraduate", "location": "TBA", "name": "Intro To The Middle East", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "Prior knowledge of the Middle East not required. This course aims to facilitate a general understanding of some key factors that have shaped life in this region, with primary emphasis on modern conditions and their background, and to provide exposure to some of the region's rich cultural diversity. This course can serve as a basis for the further study of the history, politics, and civilizations of the Middle East.", "instructor": "Fred M Donner", "daytime": "Mon Wed : 01:30 PM-02:50 PM", "sectionid": "[53834]"}, "NEHC20550": {"career": "Undergraduate", "location": "TBA", "name": "Scandal as Historical Document, 17th-21st Centuries", "type": "SEM", "subsections": [], "condition": "Open", "section": "1", "description": "How can we use scandals as windows into the cultural history of the modern and early modern worlds? What does a scandal tell us about the public that consumes and disseminates it? In this course, we tackle these questions through an investigation of some the major scandals of the early modern and modern periods in both Europe and the Middle East. From courtroom dramas in Paris and London to fierce debates in coffee houses and newspapers in Cairo, Beirut, and Istanbul, this course offers a comparative view of how scandals were disseminated, received, and narrativized across time and space. In doing so, we will also examine the central role of the \"public\" both as a concept and as an actor in early modern and modern scandals. The course will also introduce students to a wide variety of primary sources as well as a rich literature on the subject. All readings are in English. No prior background on the subject is required.", "instructor": "Basil Salem", "daytime": "Tue Thu : 04:30 PM-05:50 PM", "sectionid": "[42898]"}, "NEHC20603": {"career": "Undergraduate", "location": "TBA", "name": "Islamic Thought and Literature-3", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "This course covers the period from ca. 1700 to the present, exploring works of Arab intellectuals who interpreted various aspects of Islamic philosophy, political theory, and law in the modern age. We look at diverse interpretations concerning the role of religion in a modern society, at secularized and historicized approaches to religion, and at the critique of both religious establishments and nation-states as articulated by Arab intellectuals. Generally, we discuss secondary literature first and the primary sources later.", "instructor": "Orit Bashkin", "daytime": "Mon Wed Fri : 10:30 AM-11:20 AM", "sectionid": "[54384]"}, "NEHC20287": {"career": "Undergraduate", "location": "TBA", "name": "Egypt in Late Antiquity", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "Egypt in Late Antiquity was a melting pot of cultures, languages, and religions. With the native Egyptians subject to a series of foreign masters (Greek and Roman), each with their own languages and religious practices, Egyptian society was marked by a rich and richly documented diversity. In this course we will pay special attention to the contact of languages and of religions, discussing on the basis of primary sources in translation different aspects characteristic of this period: the crises of the Roman Empire and their effects in Egypt, the emergence of Christianity and the decline of paganism, the development of monastic communities. The course will end at the Islamic conquest.", "instructor": "Sofia Torallas-Tovar", "daytime": "Tue Thu : 09:00 AM-10:20 AM", "sectionid": "[54375]"}, "NEHC20418": {"career": "Undergraduate", "location": "TBA", "name": "Semitic Lang, Culture & Civ:  Semetic Culture, Lang & History in the Modern Middle East", "type": "LEC", "subsections": [], "condition": "Open", "section": "1", "description": "This course explores the histories and literatures of Aramaic- and Arabic-writing Jewish, Christian, and Muslim communities in the first millennium CE. Beginning with the reception of Ancient Mesopotamian culture in late antiquity, the class will focus on the development of Syriac Christian, Rabbinic, and early Muslim sacred literatures in relation to the social, political, and economic contexts of the Roman and Iranian empires and inter-imperial Arabia. It will then turn to the literary and intellectual revival of the early Islamic caliphates, in which representatives of all three religions participated. Among the works to be read in translation are the Acts of Thomas, the Babylonian Talmud, the Qur’ān, and early Arabic poetry.", "instructor": "Richard Payne", "daytime": "Mon Wed : 01:30 PM-02:50 PM", "sectionid": "[54380]"}}